/* Status message indicating that the user has not yet granted or denied access permissions */
"Awaiting permission" = "In attesa di autorizzazione";

/* Status message indicating that the user account is restriced and can therefore not grant access permissions */
"Restricted access" = "Accesso limitato";

/* Status message indicating that the user has denied access permissions */
"Access denied" = "Accesso negato";

/* Status message indicating that the user has granted access permissions */
"Access granted" = "Accesso consentito";

/* Title of a dialog window */
"Glyphs cannot access your contacts" = "Glyphs non può accedere ai tuoi contatti";

/* Description text in a dialog window */
"Go to System Setting → Privacy & Security → Contacts to grant Glyphs access to your contacts." = "Vai su Impostazioni di Sistema → Privacy e sicurezza → Contatti per consentire a Glyphs di accedere ai tuoi contatti.";

/* Explaniation of the Gravatar service. */
"If checked, Light Table sends email addresses in a hashed from to the service Gravatar.com. If a user is registered at Gravatar with a matching email address, Light Table can load and show their Gravatar profile picture. Gravatar is a venture by Automattic Inc." = "Se selezionato, Tavolo Luminoso invia gli indirizzi email in una forma hash al servizio Gravatar.com. Se un utente è registrato su Gravatar con un indirizzo email corrispondente, Tavolo Luminoso può caricare e mostrare l’immagine del profilo Gravatar. Gravatar è un’iniziativa di Automattic Inc.";
